[
  {
  "name": "Modern Chair",
  "price": "49.99 $",
  "details": "For increased stability, re-tighten the screws about two weeks after assembly.\nMay be completed with FIXA self-adhesive floor protectors to protect the underlying surface against wear.\nThis chair has been tested for home use and meets the requirements for durability and safety, set forth in the following standards: EN 12520 and EN 1022.",
  "model": "chair",
  "image": "chair"
  },
  {
  "name": "Modern Studio Collection Soho Dining Table with Two Benches",
  "price": "199.99 $",
  "details": "Sturdy Steel frame with rich wood grain Finish\nEasy to assemble. A surface panel with rich brown woodgrain finish\nTable dimensions 48”x30”x29”h, Benches 44”x12”x18”h\n3 piece Set includes table and 2 Benches\nWorry free 1 year warranty",
  "model": "table",
  "image": "table"
  },
  {
  "name": "Furmax Mid Century Modern Style Dining Chair Pre Assembled",
  "price": "29.99 $",
  "details": "Design: Ergonomic design of perfect height & curved seat supports user’s back well in sitting and leads to an easy conversations.\nOne step to Complete assembly: With assembled legs, only screw them in seat to complete whole installation.\nIdeal for home and office use - living rooms, dining rooms, bedrooms, lobby, reception, waiting rooms and banquets\nWeight limit :275 pounds; Seat Dimension: 18.1\" x 16.7\"（D x W), Seat Height: 16.5\",Overall Dimension: 18.1\" x 16.9\" x 31.9\" (D x W x H)\nMaterial: matte finished durable molded plastic , real wood and metal connectors add",
  "model": "chair_rounded",
  "image": "chair_rounded"
  },
 {
 "name": "Target Marketing Systems The Foley Collection Contemporary Style Counter Height Kitchen Dining Table",
 "price": "69.96 $",
 "details": "PERFECTLY SIZED: This Counter Height Table In The Foley Collection Measures 38\"L x 38\"W x 36\"H and Weighs 53lbs. To Perfectly Fit A Variety Of Spaces In Your Home. Some Assembly Is Required Upon Delivery\nDURABLE CONSTRUCTION: The Foley Dining Table Is Built To Last Being Made From Strong and Durable Rubber Wood Construction To Ensure This Piece Is A Fixture In Your Home For Years To Come\nBEAUTIFULLY DESIGNED: The Foley Collection Is Designed To Leave A Lasting Impression With The Unique Shape and The Beautiful Black Finish That Is Sure To Turn Heads\nOPTIONS AVAILABLE: The Dining Table In The Foley Collection Is Available in Black and Espresso Finish Options To Perfectly Suit Your Needs\nPURCHASE WITH CONFIDENCE: Innovation, Quality and Affordability have been Primary Goals of Targeting Marketing Systems Since 1985. Trust TMS to Bring a Practical and Elegant Enrichment to Your Home.",
 "model": "table_black",
 "image": "table_black"
 },
 {
 "name": "Dining Room Chairs,Trattoria Side Chair in Black",
 "price": "89.99 $",
 "details": "Perfect touch of Vintage industrial modern look to your breakfast table or for restaurant, restaurant, patio, play room.\nVarnish painted is water-resistant and rust-resistant, no-mar rubber feet keep them from sliding and scratching hardwood floors.\nEach metal bar stools has a brace under the seat that provides additional support and stability.\nStackable for space saving, when you don’t need these chair ,you can pile them up.\nDesigned to provide support for your back, perfect height and radian will make you comfortable.",
 "model": "chair_classic",
 "image": "chair_white"
 }
]
